Repository: yoanarios/firefox-ios
Catalog: Shared/Supporting Files/*.lproj/Shopping.strings
Languages: bs

# ContextualHints.Shopping.NotOptedIn.v120
source: Find out if you can trust this product’s reviews — before you buy.
bs: Saznajte možete li vjerovati recenzijama ovog proizvoda — prije nego što kupite.

# ContextualHints.Shopping.OptedInBody.v120
source: Are these reviews reliable? Check now to see an adjusted rating.
bs: Jesu li ove recenzije pouzdane? Provjerite sada da vidite prilagođenu ocjenu.

# Shopping.AdjustedRating.StarsAccessibilityLabel.v120
source: %@ out of 5 stars
bs: %@ od 5 zvjezdica

# Shopping.AdjustedRating.Title.v120
source: Adjusted rating
bs: Prilagođena ocjena

# Shopping.ConfirmationCard.Button.Text.v120
source: Got It
bs: Razumijem

# Shopping.ConfirmationCard.Title.v120
source: Analysis Is Up To Date
bs: Analiza je ažurna

# Shopping.HighlightsCard.Competitiveness.Title.v120
source: Competitiveness
bs: Konkurentnost

# Shopping.HighlightsCard.LessButton.Title.v120
source: Show Less
bs: Prikaži manje

# Shopping.HighlightsCard.MoreButton.Title.v120
source: Show More
bs: Prikaži više

# Shopping.HighlightsCard.Packaging.Title.v120
source: Packaging
bs: Pakovanje

# Shopping.HighlightsCard.Price.Title.v120
source: Price
bs: Cijena

# Shopping.HighlightsCard.Quality.Title.v120
source: Quality
bs: Kvalitet

# Shopping.HighlightsCard.Shipping.Title.v120
source: Shipping
bs: Dostava

# Shopping.HighlightsCard.Title.v120
source: Highlights from recent reviews
bs: Izdvajamo iz nedavnih recenzija

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Description.v120
source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
bs: Nažalost, ne možemo provjeriti kvalitetu recenzija za određene vrste proizvoda. Na primjer, poklon kartice i streaming videa, muzike i igrica.

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Title.v120
source: Can’t Check These Reviews
bs: Ne možemo provjeriti ove recenzije

# Shopping.InfoCard.NeedsAnalysis.PrimaryAction.v120
source: Check Now
bs: Provjeri sada

# Shopping.InfoCard.NeedsAnalysis.Title.v120
source: New Info To Check
bs: Nove informacije za provjeru

# Shopping.InfoCard.NoInfoAvailableRightNow.Description.v120
source: We’re working to resolve this issue. Please check back soon.
bs: Radimo na rješavanju problema. Provjerite ponovo uskoro.

# Shopping.InfoCard.NoInfoAvailableRightNow.Title.v120
source: No Info Available Right Now
bs: Trenutno nema dostupnih informacija

# Shopping.InfoCard.NotEnoughReviews.Description.v120
source: When this product has more reviews, we’ll be able to check their quality.
bs: Kada ovaj proizvod bude imao više recenzija, moći ćemo provjeriti njihov kvalitet.

# Shopping.InfoCard.NotEnoughReviews.Title.v120
source: Not Enough Reviews Yet
bs: Još nema dovoljno recenzija

# Shopping.InfoCard.ProgressAnalysis.Description.v120
source: This could take about 60 seconds.
bs: Ovo bi moglo potrajati oko 60 sekundi.

# Shopping.InfoCard.ProgressAnalysis.Title.v120
source: Checking review quality
bs: Provjera kvaliteta recenzije

# Shopping.NoAnalysisCard.AnalyzerButton.Title.v120
source: Check Review Quality
bs: Provjeri kvalitet recenzije

# Shopping.NoAnalysisCard.BodyLabel.Title.v120
source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
bs: Da biste saznali jesu li recenzije ovog proizvoda pouzdane, provjerite kvalitetu recenzija. Potrebno je samo oko 60 sekundi.

# Shopping.NoAnalysisCard.HeadlineLabel.Title.v120
source: No info about these reviews yet
bs: Još uvijek nema informacija o ovim recenzijama

# Shopping.OptInCard.HeaderLabel.Title.v120
source: Try our trusted guide to product reviews
bs: Isprobajte naš pouzdani vodič za recenzije proizvoda

# Shopping.OptInCard.LearnMoreButtonTitle.Title.v120
source: Learn more
bs: Saznajte više

# Shopping.OptInCard.MainButton.Title.v120
source: Yes, Try It
bs: Da, probaj

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v120
source: Privacy policy
bs: Politika privatnosti

# Shopping.OptInCard.SecondaryButton.Title.v120
source: Not now
bs: Ne sada

# Shopping.OptInCard.SecondParagraph.Description.v120
source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
bs: Koristeći moć %1$@ od strane %2$@e, pomažemo vam da izbjegnete pristrasne i neautentične recenzije. Naš AI model se uvijek poboljšava kako bi vas zaštitio dok kupujete.

# Shopping.OptInCard.TermsOfUse.Button.Title.v120
source: Terms of use
bs: Uslovi korištenja

# Shopping.ReliabilityScore.Grade.A11y.Label.v120
source: Grade %@
bs: Ocjena %@

# Shopping.ReviewQuality.ReliabilityCardTitle.v120
source: How reliable are these reviews?
bs: Koliko su ove recenzije pouzdane?

# Shopping.ReviewQuality.ReliabilityRating.AB.Description.v120
source: Reliable reviews
bs: Pouzdane recenzije

# Shopping.ReviewQuality.ReliabilityRating.C.Description.v120
source: Mix of reliable and unreliable reviews
bs: Kombinacija pouzdanih i nepouzdanih recenzija

# Shopping.ReviewQuality.ReliabilityRating.DF.Description.v120
source: Unreliable reviews
bs: Nepouzdane recenzije

# Shopping.ReviewQualityCard.AdjustedRating.Label.v120
source: The *adjusted rating* is based only on reviews we believe to be reliable.
bs: *Prilagođena ocjena* zasniva se samo na recenzijama za koje vjerujemo da su pouzdane.

# Shopping.ReviewQualityCard.Collapse.AccessibilityLabel.v120
source: Collapse How we determine review quality Card
bs: Sažmi Kako utvrđujemo karticu kvaliteta recenzija

# Shopping.ReviewQualityCard.Expand.AccessibilityLabel.v120
source: Expand How we determine review quality card
bs: Proširi Kako utvrđujemo karticu kvaliteta recenzija

# Shopping.ReviewQualityCard.Headline.Label.v120
source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
bs: Koristimo AI tehnologiju od %1$@a do %2$@e da provjerimo pouzdanost recenzija proizvoda. Ovo će vam samo pomoći da ocijenite kvalitetu recenzija, a ne kvalitet proizvoda.

# Shopping.ReviewQualityCard.Highlights.Label.v120
source: *Highlights* are from %1@ reviews within the last 80 days that we believe to be reliable.
bs: *Istaknuto* je iz %1@ recenzija u posljednjih 80 dana za koje vjerujemo da su pouzdane.

# Shopping.ReviewQualityCard.Label.Title.v120
source: How we determine review quality
bs: Kako utvrđujemo kvalitet recenzija

# Shopping.ReviewQualityCard.LearnMoreButton.Title.v120
source: Learn more about how %@ determines review quality
bs: Saznajte više o tome kako %@ određuje kvalitet recenzije

# Shopping.ReviewQualityCard.MixedReviews.Label.v120
source: We believe there’s a mix of reliable and unreliable reviews
bs: Vjerujemo da postoji mješavina pouzdanih i nepouzdanih recenzija

# Shopping.ReviewQualityCard.ReliableReviews.Label.v120
source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
bs: Pouzdane recenzije. Vjerujemo da su recenzije vjerovatno od stvarnih kupaca koji su ostavili iskrene, nepristrasne recenzije.

# Shopping.ReviewQualityCard.SubHeadline.Label.v120
source: We assign each product’s reviews a *letter grade* from A to F.
bs: Svakoj recenziji proizvoda dodjeljujemo *slovnu ocjenu* od A do F.

# Shopping.ReviewQualityCard.UnreliableReviews.Label.v120
source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
bs: Nepouzdane recenzije. Vjerujemo da su recenzije vjerovatno lažne ili od pristrasnih recenzenata.

# Shopping.SettingsCard.Collapse.AccessibilityLabel.v120
source: Collapse Settings Card
bs: Sažmi karticu postavki

# Shopping.SettingsCard.Expand.AccessibilityLabel.v120
source: Expand Settings Card
bs: Proširi karticu postavki

# Shopping.SettingsCard.Label.Title.v120
source: Settings
bs: Postavke

# Shopping.SettingsCard.RecommendedProducts.Label.v120
source: Show products recommended by %@
bs: Prikaži proizvode koje preporučuje %@

# Shopping.SettingsCard.TurnOffButton.Title.v120
source: Turn Off Review Checker
bs: Isključite provjeru recenzije

# Shopping.Sheet.Title.v120
source: Review Checker
bs: Provjera recenzije

# Shopping.WarningCard.CheckNoConnection.Description.v120
source: Check your network connection and then try reloading the page.
bs: Provjerite svoju mrežnu konekciju, a zatim pokušajte ponovo učitati stranicu.

# Shopping.WarningCard.CheckNoConnection.Title.v120
source: No Network Connection
bs: Nema mrežne konekcije
